[
    {
        "teacher": "Prof. Dr. Rainer Funke",
        "description": "Gesellschaftliche Transformationsprozesse wurden und werden immer wieder durch die Orientierung der Menschen an Utopien bestimmt. Design kann dabei die Vermittlung des Utopischen mit dem Sinnlich-Realen gestalten.<br /><br />Können Utopien für die Arbeit von Designer:innen wegweisend sein oder führen sie ins Nirgendwo? Inwiefern kann andererseits die konsequente Orientierung an Wahrnehmungsprozessen im Design sinnstiftend sein?<br /><br />Wir untersuchen eigene Entwürfe, sowie jene zeitgenössischer und historischer Designer:innen",
        "students": "Robin Wenzel, Merrit Schomakers, Kenny Löffler, Tabea Bruns, Klara Lange, Vincenzo Werner, Constantin Schmidt,Tim Pohr",
        "title": "Auf dem Weg nach Utopia? Design mit allen Sinnen oder verloren im Nirgendwo?"
    },
    {
        "teacher": "Prof. Marian Dörk",
        "description": "Die hier gezeigten Exponate sind das Ergebnis einer semesterlangen Untersuchung darüber, was Dekolonisierung im Bereich der Datenvisualisierung bedeutet. Der Aufruf zur Dekolonisierung ist eine Aufforderung, ungleiche Machtverhältnisse innerhalb und zwischen Gesellschaften zu überprüfen, zu erschüttern und umzustürzen. Sie erfordert die Betrachtung der Möglichkeiten und Praktiken, die diese Machtverhältnisse verändern würden. Der Akt der Visualisierung von Daten ist ein Akt der Artikulation und Repräsentation. Er findet immer innerhalb einer Reihe von Annahmen, Logiken und Traditionen statt, die oft nicht sichtbar sind. Daher sind alle Datenvisualisierungen auch Ausdruck von Machtverhältnissen. Der Beginn der Dekolonialisierung erfordert auch die Umgestaltung von Visualisierungen, um das Unsichtbare hervorzuheben. Die Visualisierung von Hyeonji Kim über das Kanto-Massaker verkompliziert die nach dem Massaker konstruierten Narrative, Klara Pröpstl nutzt den überschüssigen Abfall der Fast-Fashion-Industrie, um die negativen Auswirkungen dieser Produktions- und Konsumweise aufzuzeigen, und Jonas Link erforscht die gelebten Erfahrungen und Machtverhältnisse zwischen Produzierenden und Konsumierenden von Tee.",
        "students": "Hyeonji Kim, Klara Pröpstl, Jonas Link",
        "title": "Decolonizing Data Visualization - Visualizing Postcolonies"
    },
    {
        "teacher": "Prof. Hermann Weizenegger",
        "description": "Im Entwurfsseminar Design Mäandern geht es darum, ein Verständnis dafu?r zu bekommen, wie handwerkliche, serielle Produkte in unterschiedlichen Arbeitsabläufen entstehen und welche Materialien verwendet werden. Dabei entstehen folgende Fragen: ?Was sind Negativ- und Positivform, wann spricht man von einer Mutterform?? Dazu recherchiert der Kurs Handwerkstätigkeiten- und fertigkeiten, sowie deren Form- und Produktionswerkzeuge. Basierend auf einem erstellten Material- und Produktionsmapping werden unterschiedliche Werkzeugstrategien entwickelt. Mittels einfacher Grundlagenu?bungen entsteht ein Formrepertoire, welches das spätere Fundament fu?r die entscheidende Mutterform ist. ",
        "students": "Bendix Fuhrmann, Philip Sutor, Sara Marie Was, Janina Bartmann, Alexander Molkenthin",
        "title": "Design Mäandern"
    },
    {
        "teacher": "Prof. Reto Wettach",
        "description": "Service Design spielt eine große Rolle in der digitalen Transformation unserer Gesellschaft. Das liegt vor allem an einem Methodenrepertoire, das als menschenzentriert und ?hands-on? beschrieben werden kann. Außerdem startet Service-Design stets lösungsoffen, ist also nicht am Anfang eines Innovationsprozesses auf die Gestaltung von Apps oder Plakatkampagne o.ä. fokussiert. <br /><br />In dem Kurs ?Design for Transformation? haben wir gemeinsam mit Prof. Dr. Meike Henningsen, Digital Health an der Uni Witten-Herdecke, und ihren Promotionsstudentinnen untersucht, wie die Frauenheilkunde transformiert werden kann. Ziel ist das Designen von Services, die den Patientinnen bessere Erfahrungen und bessere Ergebnisse liefern und gleichzeitig bei den Ärzten zu Kosteneinsparungen und/oder besserer Nutzung ihrer Zeit führen. Strategisch wichtig bei diesem Vorhaben war, dass die Teams stets aus Designer*innen und Ärztinnen bestanden. Bisweilen konnten weitere Stakeholder in den Innovationsprozess involviert werden.",
        "students": "Frederike Pauly, Asami Ozawa, Yi Wen Chen, Ilia Berg, Jasmin Brunschwiler, Sascha Höver",
        "title": "Design for Transformation - Health"
    },
    {
        "teacher": "Prof. Boris Müller",
        "description": "Wie kann Dokumenten-Management in der Zukunft aussehen und funktionieren? Welche Möglichkeiten des Zugriffs, der Verwaltung - und vor allem der Repräsentation - sind denkbar? Ist es möglich, wieder ein zentrales mentales Modell zu entwickeln, dass der Heterogenität von Daten, Medien, Dienstleistungen und Speicherorten gerecht wird? Wie könnte der virtuelle Ort aussehen, an dem Dokumente neu in Erscheinung treten?",
        "students": "Jona Pomerance, Silas Wolf, Carl Linz, Yin Boribun, Justus Szabó, Pia Schellenbach, Elsa Woelk, Jonas Hartweg, Valentin Leiber, Felisch Tesche, Gustav Neustadt, Jocelyn Neumann, Marcus Schindler, Pascal Schwientek",
        "title": "End of File"
    },
    {
        "teacher": "Maike Panz",
        "description": "?Essen bildet eine Grundlage der sozialen und kulturellen Identität, es prägt über Rituale eine Tradition?: Beim gemeinsamen Essen geht es um mehr als nur Nahrungsaufnahme. Beim Essen kommen wir zusammen, wir kommunizieren, wir teilen ? immer begleitend: Gefäße.",
        "students": "Klara Schneider, Sarah Rusche, Isabella Ruiz, Fiona Warmdt, Maxi  Hötzeldt, Jacqueline Grob, Alexandra Hendel",
        "title": "Experimentelle Gefäße"
    },
    {
        "teacher": "Maria Kleinschmidt",
        "description": "",
        "students": "Mia Mahn, Paula Reschke",
        "title": "Farbe Atelier"
    },
    {
        "teacher": "Prof. Jörg Hundertpfund, Katrin Turnwald ",
        "description": "Wir haben uns in 'Footprints' mit dem Themenkomplex 'Schuh' und den Perspektiven der Entwicklung 'Entwurf von Schuhen' auseinandergesetzt.  Besonderes Augenmerk liegt auf der Fragestellung nach nachhaltigen Herstellungsverfahren und entsprechenden Materialien sowie interessanten zukunftsweisenden formalen Ansätzen in der Schuhgestaltung.",
        "students": "Franziska Cram, Jasmin Kappler, Anastasiia Ivanchenko, Jesse Altmann, Felix Burau, Levi Kollwitz, Valentina Lenk",
        "title": "Footprints"
    },
    {
        "teacher": "Vertr.-Prof. Ole Häntzschel",
        "description": "Mit Hilfe der Darstellung von Infografiken haben wir uns in unserem Kurs 'Info-Nation' mit folgenden Themen beschäftigt und mit der visuellen Umsetzung auseinander gesetzt:<br /><br />Wie könnten die 100 Milliarden Euro Sonderetat für die Bundeswehr alternativ genutzt werden? Wie lässt sich das deutsche Staatsflugzeug als Bühne für Infografiken redesignen? Wie könnte der medienwirksame Moment des Landens beim Staatsbesuch und Gipfeltreffen genutzt werden um wichtige Information zu kommunizieren? Und drittens, wie kann man die deutsche Flagge als Infografik gestalten und diese zu einer neuen Flagge transformieren?",
        "students": "Jina Bae, Natalie Ille, Julia Semenikhina, Cecilia Eberhardt, Mariana Reinhardt, Niklas Schneeberger, Yves Thimian, Lena Ruzicka",
        "title": "InfoNation"
    },
    {
        "teacher": "Prof. Silvia Knüppel",
        "description": "Was ist eine Pause und wie lange dauert sie? Im Allgemeinen verstehen wir darunter eine zeitlich begrenzte Unterbrechung einer Handlung oder eines Vorgangs, Ruhe und Rast. ?Pause? bedeutet nicht einfach Leerstelle, Nichtstun oder eine sich daraus vermeintlich automatisch ergebende Erholung.  ?Pausen können als Rhythmisierung, Gliederung, als Zäsuren gar Eigenwert entwickeln.?  Die Gesellschaft so scheint es fast, kennt überhaupt keine Pausen mehr, der Mensch wird darauf getrimmt stets fleißig und betriebsam zu sein. Faulenzen, Nichtstun und Langeweile sind gesellschaftlich negativ konnotiert.  Im Seminar ?Pause? gestalten wir Produkte, Tools und Hilfsmittel jeglicher Art, die die Langeweile, das Faulenzen und Nichtstun - das Pausieren im Allgemeinen, unterstützen, erst ermöglichen oder gar erzwingen und in eine erstrebenswerte, anerkannte, positive Tätigkeit transformieren.",
        "students": "Jesse Altmann, Theresa Rohrberg, Niki Herden, Cosmo Bauer, Martha Carola Glinkowski",
        "title": "Langweilen Faulenzen Nichtstun - Arbeiten an der Pause"
    },
    {
        "teacher": "",
        "description": "",
        "personen": "Ruben Balthasar Bütterich",
        "title": "Lichtgestalten"
    },
    {
        "teacher": "Vertr. Prof Susanne Stahl",
        "description": "In Zeiten von politischen Spannungen bis hin zu Kriegen wie in der Ukraine gefährdet populistische Politik die Unverletzlichkeit demokratischer Prozesse. Eine grundlegende Voraussetzung lebendiger und starker Demokratie ist die aktive Dialogbereitschaft und die Einhaltung elementarer Regeln im Dialog wie Respekt und Zuhören.  Wie kann Design dazu beitragen, das Bewusstsein zu verändern oder zu erweitern? Wie lassen sich mit heutigen Technologien, Medien und Gestaltungsmitteln neue Wege zur Visualisierung von Dialogen hervorbringen? Wir geben dem Experiment Raum für ungewohnte Blickwinkel.",
        "students": "Alex Hoffmann, Johann Olstowsk, Marko van Luijn, May-Britt Franzen, Birte Rauch",
        "title": "Making the inbetween visible"
    },
    {
        "teacher": "Prof. Klaus Dufke",
        "description": "",
        "students": "Sabrina Hartwig, Jina Bae, Dilara Schneider, Tim Pohr, Frederike Pauly, Aleksandra Wingert, Monica Lara, Sofia Ribadeneira, Patrick Herrig, Ilia Berg, Kirill Tatarenkov, Tien-Kun Lai, Julia Semenikhina Sara Nowakowska",
        "title": "MotionStandard.13 | Visual Explainer »Transformation«"
    },
    {
        "teacher": "Vertr. Prof Lisa Rienermann",
        "description": "Wir nähern uns den Themen Natur & Transformation visuell ? von Quallen die durch den Klimawandel die Meere und visuell auch unsere Städte übernehmen, über Transformationsprozesse bei der Pilzzucht, zur Natur, die unsere Lebensräume verwandelt.",
        "students": "Natalie Hajek",
        "title": "Natur und Transformation - Visuelles Labor"
    },
    {
        "teacher": "Prof. Myriel Milicevic",
        "description": "Routinen bestimmen Arbeitsabläufe, strukturieren den Alltag und entlasten durch vorbestimmte Entscheidungen. In der Gestaltung gibt es viele solcher Abläufe, die durch Regeln beschrieben und danach ausgeführt werden können. In der Informatik steht der Begriff Routine für Abläufe im Computerprogramm, verbunden mit Wiederholungen und »wenn? dann?« -Strukturen. Viele unserer digitalen Aktivitäten mit scheinbar unendlichen Möglichkeiten lassen uns oft in gleichen Schleifen drehen, und das Ähnliche nochmals klicken, kaufen, anhören. Dienstleistungen sind auf Convenience ausgerichtet an die wir uns leicht gewöhnen. Während wir damit beschäftigt sind, eine technisierte Zukunft zu verwirklichen von der wir vor einigen Jahrzehnten geträumt haben, wo alles bequem und immer verfügbar ist, müssen wir feststellen, dass die Ressourcen für das Leben in solch einer Technosphäre endlich sind. Die Kosten dafür werden externalisiert ? auf andere woanders und in die Zukunft.<br /><br />Beim Wunsch nach einem Wandel bei privaten oder gesellschaftlichen Gepflogenheiten, stecken wir oft in Gewohnheiten fest und tun uns schwer, unser Verhalten zu ändern. Selbst dann, wenn unser Leben dadurch gesünder, bewusster oder nachhaltiger würde. Eingefahrene Routinen der Bequemlichkeit zu überwinden, scheint oft ein Kampf gegen Windmühlen. Wir werden darum ganz wie Don Quixote das scheinbar Unmögliche herausfordern. Dabei geht es nicht darum Lösungen zu entwickeln, sondern Bilder und Szenarien, die zum Hinterfragen von Gegebenheiten einladen und in der Vorstellung Möglichkeitsräume schaffen für neue Routinen und Gebräuche.",
        "students": "Sebastian Rist, Frank Stryj, Reto Riha, Franzi Hagen, Ly Hoang Thi, Emil Dax, Ruben Weymann, David Lamb, Kilian Wachowiak, Maik Reinke, Lukas Horvath, ",
        "title": "Neue Routinen. The Fantastic Spaceship Earth Garage."
    },
    {
        "teacher": "Prof. Silvia Knüppel",
        "description": "Unsere Entfremdung von der Natur hat uns über Jahrhunderte daran gehindert, das Potential von Pflanzen als mehr als einfache Materialien oder bloße ?Wohnzimmer Deko? wirklich zu verstehen.  Neue philosophische Theorien und wissenschaftliche Erkenntnisse haben unsere Beziehung zu den Pflanzen neu verortet und den, in unserem westlich geprägten Denken, stark verwurzelten Dualismus Mensch/Natur in Frage gestellt.  In dem Kurs wollen wir regionale pflanzliche Ressourcen jeglicher Art untersuchen, mit Ihnen in alle Richtungen experimentieren und in verschiedenen Anwendungsbereichen erproben.  Wir werden versuchen wie Pflanzen zu denken, Ihre Verhaltensweisen zu verstehen und als Inspirationsquelle im Gestaltungsprozess nutzen.  Ziel ist die Zukunft des Designs aus einer neuen pflanzlichen, nicht menschenzentrierten Perspektive zu betrachten, um am Ende des Kurses, ein innovatives phytobasiertes ?Produkt? zu gestalten.",
        "students": "Yasemin Walter, Lisa Sperber, Grit Steiner, Lena Ringel",
        "title": "Phyto Power"
    },
    {
        "teacher": "Prof. Hermann Weizenegger, Prof. Jörg Hundertpfund, Prof. Silvia Knüppel",
        "description": "Gestaltung eines Ausstellungskonzepts für die Internationalen Möbelmesse in Mailand 2022 im Rahmen des 'Salone Satellite'.<br /><br /> Die ?gläserne Decke? ist eine nicht anerkannte Barriere, mit der marginalisierte Personen in ihrem beruflichen Weiterkommen zu kämpfen haben. Das Ausmaß des Effekts wird durch intersektionale Diskriminierung verstärkt. Als junge Designstudentinnen, die bald in der Designbranche tätig sein werden, sind wir aufgrund unseres Geschlechts sowie stigmatisierter Aspekte unseres Aussehens von der ?gläsernen Decke? betroffen. Aufgrund der Tatsache, dass wir den beschriebenen Effekt bereits erleben, gepaart mit der fehlenden Anerkennung, die ihm entgegengebracht wird, haben wir beschlossen, dass die ?gläserne Decke? die Hauptrolle in unserem Konzept für diese Ausstellung spielen wird.<br /><br /> Wir wollen nicht unter voreingenommenen Umständen arbeiten. Wir wollen nicht über eine ungleiche Behandlung schweigen. Wir wollen neue Designs nicht nur wegen ihrer Ästhetik zeigen. Design ist politisch!<br /><br /> Lasst uns soziale Grenzen sprengen, auf jede erdenkliche Art und Weise!",
        "students": "Cora Wild, Yasemin Walter, Thuy Tien Vo, Klara Stangl, Lisa Sperber, Chiara Maria Sgarbi, Adriana Schmitt, Lena Ringel, Luisa Reissmann, Isabel Redecke, Noemi Mateus, Sahra Lietzkow, Jasmin Kappler, Katja Krahl, , Julia Drost",
        "title": "Presence in absence"
    },
    {
        "teacher": "Prof. Myriel Milicevic, Thiago da Costa Oliveira, Andres Burbano ",
        "description": "'Relational Landscapes' focusses on tracing environmental interconnectedness between Berlin-Brandenburg and the Amazon and the Andes.  <br /><br />Historical forms of colonial geoengineering have transformed into today's globally interconnected processes of change, creating adaptations in local climatic and atmospheric conditions and ecologies. This is evident in a varieity of incidents around the globe, like the mining of lithium in Bolivia, or the deforestation of the Amazon for soybean fields and the feeding of animals in factory farms in Brandenburg.",
        "students": "Hermann Schulz, Victor Molina, Lukas Büttenbender, Peter Schwarz, Vivien Serve, Hannah Machajdik, Jennifer Pilawa, Sabrina Machado, Sara Ragel, Zinan Zhang, Milan Bargiel, Tilmann Finner ",
        "title": "Relational Landscapes"
    },
    {
        "teacher": "Prof. Silvia Knüppel, Samira Akhavan ",
        "description": "In dem Seminar ?soft spaces? geht es um das Erforschen und die experimentelle, konzeptuelle, wie auch theoretische Auseinandersetzung von räumlichen Strukturen mit ?soft materials? jeglicher Art.",
        "students": "Zeynepsu Tuncer, Luciana Wils, Paula Kalinowski, Alexander Molkenthin",
        "title": "Soft Spaces"
    },
    {
        "teacher": "Prof. Marion Godau",
        "description": "",
        "personen": "Lilly Stöckle, Laura Link, Theresa Rohrberg, Vivien Serve, Annika von Beek, Oliver Lehmann, Felix Magnus Newrzella, Ayleen Gabriel, Ben Spangenberg, Klara Schneider, Magdalena Pilgrim,  Emma Zylka, Veronika Strasser, Kumi Iwanaga, Annalena Abramczik, Paula Trapp ",
        "title": "Streifzüge in die Zukunft"
    },
    {
        "teacher": "Friederike von Rauch, Prof. Wiebke Loeper<br />",
        "description": "Dieser Hauptstudiumskurs spürt mittels des Mediums Fotografie die Transformation des Raumes auf und macht diese sichtbar. Unterschiedliche bildnerische Arbeitsweisen und Strategien werden für die komplexe Reflexion von Prozessen im Raum entwickelt.",
        "students": "Klara Stangl ",
        "title": "Transformation des Raumes"
    },
    {
        "teacher": "Prof. Myriel Milicevic",
        "description": "Vom Wurzelgemüse bis zum Obstbaum wachsen in einem Waldgarten viele essbare Pflanzen in mehreren Schichten, oft in Symbiose miteinander. Es ist ein Ort, wo Menschen und andere Lebewesen zusammenkommen und im Wechsel von Jahreszeiten und Stoffkreisläufen ein vielfältiges und nachhaltiges Habitat schaffen. So entsteht langfristig ein wertvoller Ort für biologische Vielfalt, Nahrungsmittelproduktion, Anpassung an den Klimawandel, Begegnung und Bildung.<br /><br />In Berlin-Britz entsteht solch ein urbaner Waldgarten. Die ersten Bäume werden in diesem Frühjahr gepflanzt und gemeinschaftliche Aktionen gestartet. Noch bevor der Waldgarten also da ist, wollen wir in diesem Kurs ein Format schaffen, um Menschen an diesen zukünftigen Ort zu entführen und durch spielerische Erkundungstouren die vielfältigen Geheimnisse, Funktionen, Vernetzungen und Zusammenhänge erleben zu lassen. Diese Verbindung von Umweltbildung und Waldgarten-Geländespiel wird vor allem in einem analogen Format (Printmedium) umgesetzt, bietet aber über QR Codes auch die Möglichkeit, digitale Elemente einzubauen und ein webbasiertes Format zu entwickeln.",
        "students": "Annika Ehritt, Maria Giannisi, Clara Halouska, Maxi Martha Hötzeldt, Lina Kimmel, Iuliia Krasnoperova, Oliver Lehmann, Jessica Metz, Elizaveta Mironova, Maximilian Olstedt, Lilli Marie Emilia Parthum, Jan Schlieben, Niclas Stengel, Yette Shira Strauss Suhr, Franka Sühlo, Annika von Beek, Conquista Weineck, Georg Wähmer",
        "title": "Urbane Waldgärten"
    },
    {
        "teacher": "Vertr. Prof Lisa Rienermann",
        "description": "",
        "personen": "Mohadese Beykzand",
        "title": "Visuelles Labor"
    },
    {
        "teacher": "Prof. Alexandra Martini",
        "description": "",
        "personen": "Lilly Stöckle, Paula Schlager",
        "title": "White cube"
    },
    {
        "teacher": "Vertr. Prof. Constanze Hein",
        "description": "Wir beschäftigen uns mit Zukunftsmodellen von Arbeit und der Veränderung dieser in einer nahen und fernen Zukunft. Daran sind Wünsche, Vorstellungen, Strategien und Simulationen angedockt ? für eine Zeit, die in der Zukunft stattfindet.<br />Was ist wünschenswert? Was ist erstrebenswert? Wie kann eine Arbeitswelt von Design-Berufen aussehen? Wie wird sich die Welt in der Zukunft verändern? Anhand von offensichtlichen Herausforderungen, wie beispielsweise des Klimawandels, werden gesellschaftliche Parameter und Konventionen hinterfragt. Zur Diskussion stehen Begriffe wie ?Workflow?, ?New Work?, *New Pay?, der ?kreative Imperativ?.<br />Es soll ein abstrakter zukünftiger Zustand vorstellbar gemacht und in eine Erzählung übertragen werden.",
        "students": "Jeanne Lavrut, Martha Carola Glinkowski, Christian Herbst, Greta Landmann, Sofia Ribadeneira, Sabrina Hartwig",
        "title": "Zukunftszenarien im Design"
    },
    {
        "teacher": "Prof. Constanze Langer",
        "description": "Presentation of a long-standing partnership for joint teaching formats between University of Applied Sciences Potsdam (FHP) and<br />National Taipei University of Technology ?Taipei Tech (NTUT) that address the Great Transformation and Digital Turn.",
        "students": "",
        "title": "digital transformation + intercultural cooperation"
    },
    {
        "teacher": "Prof. Christina Poth, Felix Walser",
        "description": "Ah! Hoppla! Uff! In unserer Installation widmen wir uns Interjektionen und lautmalerischen Geräuschen. Wie lassen sich Parameter wie Sprechtonhöhe, Lautheit, Geschwindigkeit oder Rhythmus des stimmlichen Ausdrucks sichtbar machen? Entstanden ist eine typografische Lautelandschaft, die zum Umherwandern und Eintauchen einlädt.",
        "students": "Simon Lindner, Maik Reinke, Dilara Fiedler, Dimitri Balzer, Philipp Daub, Antonia Hinterdobler, Linus Langkabel, Marco van Luijn, Felix Tesche, Wencke Osinski, Maria Cuervo, Giuliana Mei",
        "title": "we.type"
    }
]